<bos>
<eos>
<pad>
<unk>
.
,
the
i
to
and
``
''
a
he
of
you
was
her
it
she
in
his
?
that
my
n't
's
me
with
on
had
for
at
as
but
him
do
said
what
not
is
be
have
we
this
out
they
up
from
did
so
could
were
back
would
like
all
if
no
there
one
just
about
into
'd
when
know
then
are
your
!
them
been
over
down
eyes
an
now
'm
get
time
or
how
more
can
by
here
going
head
're
see
around
before
want
...
right
even
looked
who
their
think
way
go
will
hand
off
'
again
only
too
asked
through
away
something
some
still
us
face
'll
never
why
than
good
thought
other
look
well
man
after
let
got
door
where
much
made
two
knew
come
little
our
take
say
make
've
any
room
because
need
turned
felt
took
wanted
long
really
its
tell
first
sure
voice
hands
has
should
against
told
came
very
another
anything
left
yes
nothing
people
last
behind
went
feel
life
few
body
thing
maybe
;
night
enough
does
being
while
saw
side
things
put
might
find
ca
day
those
oh
love
ever
though
until
own
always
looking
which
once
hair
help
moment
both
next
every
inside
mind
toward
keep
place
everything
without
smile
hard
mouth
pulled
someone
front
heard
better
dont
okay
found
open
same
nodded
trying
give
house
am
himself
woman
home
arms
im
already
seemed
gave
work
started
most
stood
myself
mean
stop
else
almost
between
each
father
bed
across
new
old
walked
lips
doing
heart
done
words
tried
didnt
mother
must
smiled
says
breath
small
shook
held
sat
together
:
years
since
hear
arm
feet
under
three
yeah
talk
leave
seen
dark
-
girl
these
yet
car
men
blood
close
gone
sorry
call
fingers
many
began
hell
light
name
course
kind
needed
called
far
happened
coming
getting
world
herself
believe
black
chest
probably
reached
finally
floor
lot
stopped
phone
air
table
moved
ask
end
god
also
opened
least
big
deep
water
such
bit
sound
part
second
anyone
best
feeling
bad
everyone
later
soon
idea
past
along
please
shoulder
stay
care
making
dead
forward
quickly
remember
move
family
stared
used
kept
wrong
slowly
great
taking
fine
set
try
alone
closed
guy
laughed
mine
hurt
morning
skin
talking
ready
thinking
turn
wait
gaze
ran
understand
mom
answer
days
whispered
wo
minutes
watched
suddenly
onto
rest
kill
ground
either
actually
friend
glanced
hold
wall
real
neck
dad
lost
having
white
pain
pretty
red
outside
looks
boy
caught
able
word
matter
point
top
run
whole
stepped
friends
question
may
times
throat
hit
different
waiting
standing
thank
leaned
replied
brother
full
youre
instead
fire
guess
met
fell
exactly
ago
cold
use
kiss
others
happy
start
legs
hope
half
whatever
nice
thats
taken
chapter
reason
holding
window
fact
closer
touch
quite
show
damn
shit
chair
young
brought
grabbed
followed
walk
meant
sense
tonight
blue
continued
watch
pushed
mr.
watching
beautiful
true
*
realized
shot
beside
tears
death
running
sleep
high
attention
today
longer
school
person
sitting
change
saying
baby
wasnt
large
shut
shoulders
several
hot
glass
step
eye
jack
anyway
read
dropped
chance
power
loved
meet
human
four
perhaps
five
ill
spoke
fear
hours
moving
rose
seat
live
sighed
line
silence
fight
leaving
job
money
lifted
control
raised
kitchen
couple
living
passed
cut
shrugged
soft
guys
staring
given
stand
known
sister
killed
truth
decided
yourself
free
stomach
office
clear
women
expression
safe
speak
miss
completely
fast
thanks
happen
bring
afraid
picked
supposed
laugh
answered
near
filled
cant
case
makes
hey
short
parents
teeth
couldnt
above
business
pull
easy
kissed
worry
town
late
walking
less
sam
corner
surprised
trust
food
quiet
sit
strong
rolled
straight
shirt
son
waited
returned
sent
seem
pointed
die
working
city
seeing
street
thoughts
turning
noticed
road
edge
perfect
nearly
knows
problem
year
rather
pressed
worked
girls
ten
child
within
wondered
immediately
towards
minute
building
finger
warm
deal
vampire
possible
clothes
anymore
sort
knowing
barely
break
entire
softly
giving
sounded
sir
low
fall
desk
plan
slid
coffee
changed
hes
sometimes
telling
cheek
empty
green
tongue
become
hour
week
ear
bag
tight
however
story
gun
lay
wide
liked
figure
wants
tomorrow
play
hers
sounds
appeared
added
book
lady
sun
wish
alive
died
paused
children
quick
finished
surprise
slightly
ass
drink
none
steps
crazy
beneath
worse
nose
broke
stupid
tone
quietly
drew
id
months
important
conversation
hall
king
wife
touched
simply
sight
heavy
number
ahead
sky
pulling
ive
trouble
became
'i
upon
covered
headed
knees
worried
lord
wearing
return
sweet
strange
stuff
questions
stone
eat
anger
direction
silent
six
gently
order
gray
grinned
wonder
seconds
grin
dress
slow
somewhere
stairs
reach
foot
dinner
threw
shaking
during
except
weeks
wrapped
snapped
kids
smiling
seems
thick
placed
means
led
angry
group
listen
sex
somehow
certain
check
middle
glad
serious
tiny
ones
cool
darkness
bar
promise
comes
frowned
information
doors
na
remembered
tired
bedroom
doubt
nick
forget
space
hundred
game
drive
managed
lip
expected
broken
agreed
beyond
muttered
area
hed
alex
follow
takes
distance
smell
although
especially
catch
fun
walls
gotten
heat
meeting
choice
guard
chin
spent
loud
lie
piece
calm
daughter
news
magic
pocket
trees
clearly
paper
single
hate
crowd
huge
john
force
party
lying
wind
bright
forced
fuck
sign
save
laughing
police
jumped
pick
jake
shouted
box
obviously
asks
slipped
cheeks
kid
keeping
locked
hung
tree
earth
scared
crossed
grew
breathing
explain
glance
handed
situation
lose
early
ty
playing
besides
carefully
pleasure
boys
)
definitely
sigh
cried
hoped
missed
certainly
asking
cell
offered
james
tall
letting
bathroom
arrived
mrs.
dream
jaw
lights
imagine
normal
brown
pay
ears
further
wet
bottom
ring
earlier
sick
hide
f**king
stare
sword
apartment
showed
realize
doctor
handle
(
rock
neither
dog
grace
using
stayed
forehead
helped
ethan
evening
talked
forever
husband
hoping
waist
shed
needs
below
gets
hated
often
secret
form
fighting
entered
sharp
war
future
captain
ship
wouldnt
david
picture
lives
truck
simple
shake
position
cry
remained
leg
attack
apart
wore
beat
usually
mark
gon
murmured
notice
yelled
aside
lets
